tap 'bramstein/webfonttools'
tap 'buo/cask-upgrade'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'codeclimate/formulae'
tap 'd12frosted/emacs-plus'
tap 'homebrew/boneyard'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/gui'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/x11'
tap 'jingweno/ccat'
tap 'rafaelgarrido/caveats'
tap 'railwaycat/emacsmacport'
tap 'simeji/jid'
cask 'java'
cask 'mactex'
brew 'readline'
brew 'abook'
brew 'ack'
brew 'android-sdk'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl', args: ['universal']
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'ant'
brew 'apachetop'
brew 'app-engine-python'
brew 'apr'
brew 'apr-util'
brew 'ascii'
brew 'docbook'
brew 'asciidoc'
brew 'asciitex'
brew 'aspell'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'libsigc++'
brew 'glibmm'
brew 'atkmm'
brew 'libxml2'
brew 'augeas'
brew 'httperf'
brew 'autobench'
brew 'autoconf'
brew 'autoenv'
brew 'bdw-gc'
brew 'gmp'
brew 'libtool', args: ['universal']
brew 'libunistring'
brew 'guile'
brew 'autogen'
brew 'autojump'
brew 'automake'
brew 'base64'
brew 'bash'
brew 'bash-completion'
brew 'dialog'
brew 'bashish'
brew 'bcrypt'
brew 'berkeley-db'
brew 'bind'
brew 'binutils'
brew 'bison'
brew 'bogofilter'
brew 'boost'
brew 'boost-build'
brew 'docker'
brew 'boot2docker'
brew 'popt'
brew 'librsync'
brew 'burp'
brew 'c-ares'
brew 'ghc'
brew 'cabal-install'
brew 'cairomm'
brew 'carthage'
brew 'emacs'
brew 'cask'
brew 'cassandra'
brew 'ccat'
brew 'check'
brew 'chruby'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'closure-compiler'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'icu4c'
brew 'nspr'
brew 'spidermonkey'
brew 'couchdb'
brew 'cpansearch'
brew 'cpptest'
brew 'cscope'
brew 'ctags'
brew 'curl', args: ['with-libssh2']
brew 'cvs'
brew 'dbus'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dos2unix'
brew 'dovecot'
brew 'doxygen'
brew 'gnu-tar'
brew 'xz', args: ['universal']
brew 'dpkg'
brew 'eigen'
brew 'elixir'
brew 'enca'
brew 'libnet'
brew 'ettercap'
brew 'exercism'
brew 'libexif'
brew 'exif'
brew 'exiftags'
brew 'exiftool'
brew 'faac'
brew 'fakeroot'
brew 'fasd'
brew 'fetchmail'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'libogg'
brew 'libvorbis'
brew 'theora'
brew 'ffmpeg2theora'
brew 'ffmpegthumbnailer'
brew 'findutils'
brew 'flac'
brew 'fzf'
brew 'mpfr'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc'
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'gdb'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'little-cms2', args: ['universal']
brew 'ghostscript'
brew 'python3'
brew 'mysql', restart_service: true
brew 'postgresql'
brew 'qt5'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'git-cola'
brew 'git-crypt'
brew 'git-flow'
brew 'git-ftp'
brew 'git-gerrit'
brew 'git-multipush'
brew 'gnu-getopt'
brew 'git-now'
brew 'git-url-sub'
brew 'glassfish'
brew 'gnome-icon-theme'
brew 'gnu-barcode'
brew 'gnu-indent'
brew 'gnu-prolog'
brew 'gnu-sed', args: ['with-default-names']
brew 'libtasn1', args: ['universal']
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'libsigsegv'
brew 'gnu-smalltalk'
brew 'gnu-time'
brew 'gnu-typist'
brew 'gnu-units'
brew 'gnu-which'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'gnupg2'
brew 'lua'
brew 'gnuplot'
brew 'go'
brew 'google-sparsehash'
brew 'google-sql-tool'
brew 'gperftools'
brew 'gradle'
brew 'graphicsmagick'
brew 'graphviz'
brew 'hicolor-icon-theme'
brew 'harfbuzz'
brew 'pango'
brew 'gtk+'
brew 'grsync'
brew 'gsettings-desktop-schemas'
brew 'gsl'
brew 'libepoxy'
brew 'gtk+3'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'gtk-mac-integration'
brew 'pangomm'
brew 'gtkmm'
brew 'gtksourceview'
brew 'gtksourceview3'
brew 'hadoop'
brew 'haskell-stack'
brew 'html-xml-utils'
brew 'html2text'
brew 'htop-osx'
brew 'httrack'
brew 'ical-buddy'
brew 'icon-naming-utils'
brew 'ilmbase'
brew 'perl'
brew 'imagemagick'
brew 'intltool'
brew 'jasper', args: ['universal']
brew 'jbig2dec'
brew 'jenv'
brew 'jetty'
brew 'jmeter'
brew 'jo'
brew 'oniguruma'
brew 'jq'
brew 'jruby'
brew 'keybase'
brew 'lcdf-typetools'
brew 'leiningen'
brew 'libatomic_ops'
brew 'libav'
brew 'libcroco'
brew 'libdnet'
brew 'libevent'
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libmagic'
brew 'memcached'
brew 'libmemcached'
brew 'librsvg'
brew 'libsodium'
brew 'libssh2'
brew 'libvo-aacenc'
brew 'libxslt'
brew 'little-cms'
brew 'llvm'
brew 'lnav'
brew 'lynx'
brew 'lzip'
brew 'lzo'
brew 'macvim'
brew 'makedepend'
brew 'markdown'
brew 'maven'
brew 'mawk'
brew 'mercurial'
brew 'mmv'
brew 'protobuf'
brew 'mobile-shell'
brew 'mongodb'
brew 'monit'
brew 'moreutils'
brew 's-lang'
brew 'most'
brew 'mr'
brew 'tokyo-cabinet'
brew 'mutt'
brew 'n'
brew 'nagios-plugins'
brew 'nagios'
brew 'ncdu'
brew 'net-snmp'
brew 'netcat'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'openexr'
brew 'openvpn'
brew 'optipng'
brew 'ossp-uuid'
brew 'pandoc'
brew 'phantomjs'
brew 'pssh'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pygobject3'
brew 'pygtksourceview'
brew 'rabbitmq'
brew 'rakudo-star'
brew 'randomize-lines'
brew 'rarian'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'riak'
brew 'ripgrep'
brew 'rpm'
brew 'rpm2cpio'
brew 'ruby'
brew 'ruby-install'
brew 'sane-backends', args: ['universal']
brew 'scala'
brew 'scons'
brew 'scrypt'
brew 'sdl'
brew 'shellcheck'
brew 'siege'
brew 'source-highlight'
brew 'sourcekitten'
brew 'sphinx'
brew 'sphinx-doc'
brew 'sshuttle'
brew 'subversion'
brew 'swiftlint'
brew 'syncthing'
brew 'tailor'
brew 'tarsnap'
brew 'taylor'
brew 'texi2html'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'thrift'
brew 'tidy-html5'
brew 'tmate'
brew 'tmux'
brew 'tomcat'
brew 'tree'
brew 'unison'
brew 'unixodbc'
brew 'unrar'
brew 'uriparser'
brew 'v8'
brew 'varnish'
brew 'vcprompt'
brew 'vim'
brew 'w3m'
brew 'wget'
brew 'wine'
brew 'wireshark'
brew 'xapian'
brew 'xctool'
brew 'xmlstarlet'
brew 'yasm'
brew 'yuicompressor'
brew 'zeromq'
brew 'zsh'
brew 'zstd'
brew 'bramstein/webfonttools/sfnt2woff-zopfli'
brew 'bramstein/webfonttools/woff2'
brew 'd12frosted/emacs-plus/emacs-plus'
brew 'homebrew/boneyard/pyqt'
brew 'homebrew/boneyard/whereami'
brew 'homebrew/dupes/diffstat'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/ed'
brew 'homebrew/dupes/expect'
brew 'homebrew/dupes/file-formula'
brew 'homebrew/dupes/gpatch'
brew 'homebrew/dupes/gperf'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/groff'
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/lapack'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/libedit'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/dupes/libpcap'
brew 'homebrew/dupes/lsof'
brew 'homebrew/dupes/m4'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/nano'
brew 'homebrew/dupes/openldap'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/tcl-tk'
brew 'homebrew/dupes/tcpdump'
brew 'homebrew/dupes/unzip'
brew 'homebrew/dupes/whois'
brew 'homebrew/dupes/zlib'
brew 'homebrew/gui/inkscape'
brew 'homebrew/gui/meld'
brew 'homebrew/python/numpy'
brew 'homebrew/science/datamash'
brew 'homebrew/science/perf'
brew 'homebrew/science/r'
brew 'homebrew/science/salt'
brew 'homebrew/x11/xclip'
brew 'rafaelgarrido/caveats/brew-caveats'
brew 'railwaycat/emacsmacport/emacs-mac'
brew 'simeji/jid/jid'
cask '1password'
cask 'adium'
cask 'adobe-air'
cask 'adobe-creative-cloud'
cask 'adobe-reader'
cask 'adventure'
cask 'alcatraz'
cask 'alfred'
cask 'android-file-transfer'
cask 'anki'
cask 'appcleaner'
cask 'appium'
cask 'arq'
cask 'atext'
cask 'atom'
cask 'audacity'
cask 'backblaze-downloader'
cask 'backuploupe'
cask 'bartender'
cask 'basecamp'
cask 'beacon-scanner'
cask 'bittorrent-sync'
cask 'blender'
cask 'box-sync'
cask 'brain-workshop'
cask 'cactus'
cask 'caffeine'
cask 'calibre'
cask 'ccleaner'
cask 'charles'
cask 'clion'
cask 'coconutbattery'
cask 'codekit'
cask 'commandq'
cask 'corectl'
cask 'dash'
cask 'datagrip'
cask 'discord'
cask 'disk-inventory-x'
cask 'displaylink'
cask 'docker'
cask 'doxygen'
cask 'dropbox'
cask 'duet'
cask 'easysimbl'
cask 'eclipse-ide'
cask 'eclipse-platform'
cask 'electric-sheep'
cask 'emacs'
cask 'evernote'
cask 'firefox'
cask 'flash'
cask 'flashlight'
cask 'flip4mac'
cask 'font-hack'
cask 'font-symbola'
cask 'front'
cask 'fugu'
cask 'gfxcardstatus'
cask 'google-chrome'
cask 'google-drive'
cask 'google-earth'
cask 'google-hangouts'
cask 'google-notifier'
cask 'google-refine'
cask 'google-web-designer'
cask 'gulp'
cask 'inkscape'
cask 'iterm2'
cask 'jira-client'
cask 'joinme'
cask 'jumpcut'
cask 'karabiner'
cask 'kindle'
cask 'kube-solo'
cask 'lastpass'
cask 'launchy'
cask 'macdown'
cask 'macvim'
cask 'mindnode-pro'
cask 'netbeans'
cask 'nmap'
cask 'node'
cask 'nordvpn'
cask 'obs'
cask 'omnigraffle'
cask 'omnioutliner'
cask 'omniplan'
cask 'openoffice'
cask 'paparazzi'
cask 'pgadmin3'
cask 'pupil'
cask 'pycharm'
cask 'rescuetime'
cask 'seil'
cask 'sequential'
cask 'shortcat'
cask 'shuttle'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'staruml'
cask 'sublime'
cask 'sublime-text'
cask 'superduper'
cask 'teamviewer'
cask 'thisservice'
cask 'transmit'
cask 'unity-web-player'
cask 'vagrant'
cask 'valentina-studio'
cask 'virtualbox'
cask 'vlc'
cask 'webstorm'
cask 'xmind'
cask 'zoomus'
mas 'Twitter', id: 409789998
mas 'App for Instagram', id: 954338382
mas 'Sight Control', id: 528980445
mas 'Tab for Reddit', id: 655693995
mas 'Composure', id: 656377653
mas 'DxO Perspective', id: 715455365
mas 'Kindle', id: 405399194
mas 'Apple Configurator', id: 434433123
mas 'App for Facebook', id: 685246389
mas 'Disk Diag', id: 672206759
mas 'Slack', id: 803453959
mas 'iMovie', id: 408981434
mas 'Coffitivity', id: 659901392
mas 'iBooks Author', id: 490152466
mas 'CloudApp', id: 417602904
mas 'Apple Configurator 2', id: 1037126344
mas 'Mint QuickView', id: 533491939
mas 'iPhoto', id: 408981381
mas 'SketchBook', id: 863486266
mas 'Parcel', id: 639968404
mas 'BetterSnapTool', id: 417375580
mas 'Affinity Photo', id: 824183456
mas 'Swipes', id: 1008187030
mas 'Pixlr', id: 880663569
mas 'DrCleaner', id: 921458519
mas 'Fotor Photo Editor', id: 503039729
mas 'xScan', id: 429608515
mas 'Cloud', id: 417602904
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Display Menu', id: 549083868
mas 'Xcode', id: 497799835
mas 'Install OS X Yosemite Developer Preview', id: 892544423
mas 'Screen Recorder Robot Lite', id: 731892898
mas 'Caffeine', id: 411246225
mas 'Stockfish', id: 801463932
mas 'GarageBand', id: 682658836
mas 'Pushbullet', id: 948415170
mas 'Battery Health', id: 490192174
mas 'Sunrise Calendar', id: 886106985
mas 'Pages', id: 409201541
mas 'Simplenote', id: 692867256
mas 'Numbers', id: 409203825
mas 'Weather Live Free', id: 755734899
mas 'The Unarchiver', id: 425424353
mas 'MenuBar Stats', id: 714196447
mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'MindNode', id: 992076693
mas 'Realm Browser', id: 1007457278
mas 'VirtualDJ Home', id: 417934534
mas 'Memory Clean', id: 451444120
mas 'Keynote', id: 409183694
mas 'App for Gmail', id: 725947616
mas 'GarageBand', id: 408980954
mas 'Acorn', id: 1019272813
mas 'App for Youtube', id: 963576474
mas 'Alfred', id: 405843582
mas 'Prepo', id: 476533227
mas 'Pocket', id: 568494494
